[
"He poured rocks in the dungeon of his mind.",
"You're good at English when you know the difference between a man eating chicken and a man-eating chicken.",
"Grape jelly was leaking out the hole in the roof.",
"She had some amazing news to share but nobody to share it with.",
"For the 216th time, he said he would quit drinking soda after this last Coke.",
"The blue parrot drove by the hitchhiking mongoose.",
"He was disappointed when he found the beach to be so sandy and the sun so sunny.",
"The tortoise jumped into the lake with dreams of becoming a sea turtle.",
"We have a lot of rain in June.",
"The beauty of the African sunset disguised the danger lurking nearby.",
"She only paints with bold colors; she does not like pastels.",
"He spiked his hair green to support his iguana.",
"There were white out conditions in the town; subsequently, the roads were impassable.",
"He fumbled in the darkness looking for the light switch, but when he finally found it there was someone already there.",
"She always speaks to him in a loud voice.",
"Sometimes, all you need to do is completely make an ass of yourself and laugh it off to realise that life isn’t so bad after all.",
"Joe made the sugar cookies; Susan decorated them.",
"She can live her life however she wants as long as she listens to what I have to say.",
"Greetings from the galaxy MACS0647-JD, or what we call home.",
"He wondered if it could be called a beach if there was no sand.",
"He barked orders at his daughters but they just stared back with amusement.",
"They did nothing as the raccoon attacked the lady’s bag of food.",
"There should have been a time and a place, but this wasn't it.",
"The book is in front of the table.",
"I currently have 4 windows open up… and I don’t know why.",
"A purple pig and a green donkey flew a kite in the middle of the night and ended up sunburnt.",
"The urgent care center was flooded with patients after the news of a new deadly virus was made public.",
"Getting up at dawn is for the birds.",
"Plans for this weekend include turning wine into water.",
"His ultimate dream fantasy consisted of being content and sleeping eight hours in a row.",
"At that moment he wasn't listening to music, he was living an experience.",
"He found the end of the rainbow and was surprised at what he found there.",
"Pink horses galloped across the sea.",
"Dan ate the clouds like cotton candy.",
"He learned the hardest lesson of his life and had the scars, both physical and mental, to prove it.",
"I want more detailed information.",
"I come from a tribe of head-hunters, so I will never need a shrink.",
"He picked up trash in his spare time to dump in his neighbor's yard.",
"She saw the brake lights, but not in time.",
"He ran out of money, so he had to stop playing poker.",
"Smoky the Bear secretly started the fires.",
"I love bacon, beer, birds, and baboons.",
"There was coal in his stocking and he was thrilled.",
"Two seats were vacant.",
"On a scale from one to ten, what's your favorite flavor of random grammar?",
"The rain pelted the windshield as the darkness engulfed us.",
"She borrowed the book from him many years ago and hasn't yet returned it.",
"She wanted a pet platypus but ended up getting a duck and a ferret instead.",
"The delicious aroma from the kitchen was ruined by cigarette smoke.",
"He wondered why at 18 he was old enough to go to war, but not old enough to buy cigarettes."
]